<script>
  export default {
    name: "privacy"
  }
</script>

<template>
  <v-container class="py-11 px-11 xl:flex xl:flex-col xl:h-full">
    <v-btn
            icon
            class="rounded-lg flex-initial font-bold w-4/12 mb-6 ml-1.5 btn-back"
            max-width="110px"
            min-width="100px"
            height="48"
            color="secondary"
            to="/registration"
    >
      <img src="../../assets/images/icon/icon-arrow-left.svg" alt="">
      Назад
    </v-btn>
    <div class="xl:flex xl:flex-col xl:mt-32">
      <h3 class="font-gilroy">
        Cookies
      </h3><br/>
      <p class="font-gilroy">
        Настоящая Политика использования файлов «cookies» (далее – «Политика») принята my-ID (далее – «Компания») и
        действует в отношении файлов «cookies» Посетителя, которые Компания может получить через сайт
        https://myid-card.ru/ (далее – «Сайт»), с любого устройства и при коммуникации с Компанией в любой форме.
        Настоящая Политика использования файлов «cookies» определяет порядок
        и условия обработки файлов «cookies», собираемых посредством Сайта.
      </p>
      <p class="font-gilroy">
        1. С целью улучшения работы Сайта, повышения удобства и эффективности работы Посетителя с Сайтом, для обеспечения технической возможности функционирования Сайта Компании необходимо сохранять и накапливать информацию о том, как Посетитель Сайта использует данный Сайт. Для этого используются небольшие по размеру текстовые файлы, которые называются «cookies». «Cookies» содержат небольшие объемы информации и загружаются на компьютер Посетителя Сайта или иное устройство с сервера Сайта Компании.
      </p>
      <p class="font-gilroy">
        2. Когда Посетитель заходит на Сайт, Компания использует несколько программ (систем), которые могут устанавливать файлы «cookies» на устройстве Посетителя Сайта, в браузере или на просматриваемой Посетителем Сайта веб-странице, в целях обеспечения регистрации карты Пользователя в системе.
      </p>
    </div>
  </v-container>
</template>

<style scoped>
  h3 {
    font-size: 20px;
    line-height: 24px;
  }
  p {
    font-size: 17px;
    line-height: 24px;
  }
</style>
